age_field = (
    ('زیر 18 سال ', 'زیر 18 سال '),
    ('18-22', "18-22"),
    ('22-28', "22-28"),
    ('28-32', "28-32"),
    ('32-35', "32-35"),
    ('35-40', "35-40"),
    ('بالای 40', 'بالای 40'),
)

gender_field = (
    ('مرد', "مرد"),
    ('زن', "زن"),

)
degree_field = (
    ('کاردانی', "کاردانی"),
    ('کارشناسی', "کارشناسی"),
    ('کارشناسی ارشد', "کارشناسی ارشد"),
    ('دکترا', "دکترا"),
)


JOB_TYPES = (
    ('پاره وقت', "پاره وقت"),
    ('تمام وقت', "تمام وقت"),
    ('پروژه ای', "پروژه ای"),
)

salary_field = (
    ('زیر 600 هزار تومان', 'زیر 600 هزار تومان'),
    ('بین 600 هزار تا یک میلیون تومان', "بین 600 هزار تا یک میلیون تومان"),
    ('یک تا یک و نیم میلیون تومان', "یک تا یک و نیم میلیون تومان"),
    ('حقوق اداره کار', "حقوق اداره کار"),
    ('یک و نیم تا دو میلیون تومان', "یک و نیم تا دو میلیون تومان"),
    ('دو تا سه میلیون تومان', "دو تا سه میلیون تومان"),
    ('بالای سه میلیون تومان', "بالای سه میلیون تومان"),
)

category_field = (
    ('آموزشی و فرهنگی و هنری ', "آموزشی و فرهنگی و هنری "),
    (' اداری و مالی', " اداری و مالی"),
    (' بهداشتی و درمانی', " بهداشتی و درمانی"),
    ('خدمات', "خدمات"),
    ('کشاورزی و محیط زیست', "کشاورزی و محیط زیست"),
    ('فنی و مهندسی', "فنی و مهندسی"),
    ('فرآوری داده ها ', "فرآوری داده ها "),
)

work_record = (
    ('فاقد سابقه ', 'فاقد سابقه'),
    ('کمتر از یک سال', "کمتر از یک سال"),
    ('یک تا سه سال', "یک تا سه سال"),
    ('سه تا پنج سال', "سه تا پنج سال"),
    ('بالاتر از پنج سال', "بالاتر از پنج سال"),
)
